content/posts/20210529212950-the_claw_of_the_conciliator.md
+++
title = "The Claw of the Conciliator"
tags = ["book"]
draft = false
+++

[Gene Wolfe]({{< relref "20210529212456-gene_wolfe.md" >}}), _The Claw of the Conciliator_, Timescape Books, 1981, pp.303

Page references are referred to _The first half of the Book of the New Sun_ edition


## The Tale of the Student and His Son {#the-tale-of-the-student-and-his-son}

-   [p.307]
-   chapters
-   the archetypical path of the hero


### The Redoubt of the Magicians {#the-redoubt-of-the-magicians}

-   [Magic]({{< relref "20211217223253-magic.md" >}}) is central
    -   could just be technology so developed that is no longer understood by people who <span class="underline">lost their culture</span>
        -   a post world-war / post [apocalypse]({{< relref "20211217233841-apocalypse.md" >}}) world


### The Fleshing of the Hero {#the-fleshing-of-the-hero}

> Then the student dared turn himself where he sat, and he saw standing before him a youth haughty of port, wide of shoulder, and mighty of thew. Command was in his firm mouth, knowing wit in his bright eyes, and courage in all his face. Upon his brow sat that <span class="underline">crown that is invisible to every eye, but can be seen even by the blind</span>; the crown beyond price that draws brave men to a paladin, and makes weak men brave.

There is talk of women and serpents, the [Adam and Eve]({{< relref "20211217235136-adam_and_eve.md" >}}) myth comes to mind

> "Father [...] every night for many nights my sleep has been rent with the <span class="underline">screams of women</span>, and often I have seen, like a <span class="underline">green [serpent]({{< relref "20211217224249-serpent.md" >}})</span> called by the notes of a pipe, a column of <span class="underline">green</span> slip down the cliff below our city to the quay."


### The Encounter with the Princess {#the-encounter-with-the-princess}

> "[...] For I am [Noctua]({{< relref "20211217225122-noctua.md" >}}), the daughter of the [Night]({{< relref "20211217225224-night.md" >}})

Daughter of the Night, possibly meaning [Moon]({{< relref "20211217225454-moon.md" >}})

> "Know that my father took my took my mother by force [...] she comes to me at each day's end."

She then talks of giants

> "[...] oh speak not of [giants]({{< relref "20211217230131-giants.md" >}}), for you know not what you say. [...] To find my father before your last stick is burned, you need only search out the darkest [water]({{< relref "20211217230258-water.md" >}}), for wherever he passes his great body raises a foul mud, and by observing it you may discover him. But each day you must begin the search at dawn, and at noon desist; otherwise yo may come upon him by twilight, and it will go evilly with you."

Reference to the encounter with [undine]({{< relref "20211217232012-undine.md" >}}) later in the same book

> "Please. When the sun reaches this water, I must go. There may be no two books editions other chance." [...]
> A face looked through the water at me, the face of a woman who might have dandled Bandanders like a toy. Her eyes were <span class="underline">scarlet</span>, and her mouth was bondered by full lips so <span class="underline">darkly crimson</span> I had not first thought them lips at all. Behind them stood an army of pointed teeth; the green tendrils that framed her face were her floating hair.
> "I have come for you , Severian," she said. "No, you're not dreaming."


### The Battle with the Ogre {#the-battle-with-the-ogre}


### The Death of the Student {#the-death-of-the-student}
